{

    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "album": "Album",
    "contact": "Contact",
    "name": "Name",
"surname": "Surname",
"email": "Mail",
"message": "Message",
"form-title": "Work",
"form-br": "Together",
"send-mail": "Send Mail",
"rights": "Jesús Paredes. All Rights Reserved.",
"development": "Web Development",
"pdescription1": "E-commerce project built and following best practices with React, ensuring a smooth and responsive user experience on all devices. In addition, React Router was used for page navigation and Context Provider. The site's built-in shopping cart functionality allows users to select their favorite products and manage their orders intuitively. Bootstrap was also used to ensure a modern design.",
"pdescription2": "In this project, I focused on developing an application that would allow the simulation and monitoring of patients, facilitating both the recording and monitoring of their data and symptoms. Using React and Tailwind CSS technologies, I created a user-friendly and functional interface that makes it easy to add and remove patients, while ensuring secure and efficient storage of their information.",
"pdescription3": "This project involves creating a real-time chat application using Node.js for the backend and Handlebars as the templating engine for the frontend. The application allows users to participate in a public chat. It uses sockets for real-time communication between users, providing a smooth and dynamic chat experience. Additionally, the application includes features such as displaying connected users and notifying about new messages. The design focuses on being intuitive and easy to use, offering a pleasant and efficient chat experience for users.",
"pdescription4": "React project that uses useState and createContext to create a weather forecasting application. It integrates a weather API to provide real-time information and enhances the visual experience with animated Meteocons icons, designed by Bas Milius. It offers a dynamic and interactive interface, giving users an engaging experience when accessing detailed weather forecasts.",
"pdescription5": "Significant design improvements were made by incorporating two secondary colors alongside the main color, enriching the brand's diversity and identity. Mockups were used, resulting in a recognizable and memorable visual identity for the brand. The final logo was the result of an analysis that managed to capture the true essence of the bakery. Thanks to its versatile design, the logo easily adapts to various platforms and communication channels",
"pdescription6":"The Barrilete Museum project involved redesigning the logo for this museum located in Córdoba, Argentina. The main focus was on creating a design that would connect with the museum's young visitors and represent them appropriately. After identifying an information overload in the original logo, efforts were made to simplify it and remove unnecessary elements.The process began with studying various kite shapes, using the structure of one of them as inspiration for the new design.",
"pdescription7": "The composition and decomposition of elements allowed for the creation of various graphic pieces, with the concept of rotation standing out in particular. To convey the joyful and energetic spirit of children, vibrant and lively tones were carefully selected for the color palette. The result was a captivating and charming logo that manages to capture the essence of the Barrilete Museum and connects significantly with its target audience, sparking curiosity and excitement among younger visitors.",
"pdescription8": "In the project carried out in Lima, Peru, the goal was to design a modern logo for a bakery aimed at attracting a young audience. Initially, the bakery had only a name and a main color, which served as the starting point for the work. The main focus was on using the concepts of repetition, rotation, and salience to position the brand in the minds of consumers.",
"brandingT": "Branding & Design",
"tmuseum": "Barrilete Museum",
"about1" : "Hi!",
"about2" : "I'm Jesús",
"about3" : "I am a fullstack developer and content creator with an interest in technology and digital tools. I have custom website design and development, as well as optimize them through On-Page SEO and SEM. I enjoy teamwork and adapt to the needs of each client. My professional goal is to stand out as a developer and creator of digital experiences. You can learn a little about my projects here.",
"about4" : "Technologies & Tools",
"photo1":  "Moments", 
"photo2": "Pictures",
"newPhoto3Text": "Creative",
"photo3": "Works",
"Monitoreo1": "Patient monitoring app",
"visit-buttom": "Go website",
"projectTitle1": "Personal Pay Redesign",
"otherProjects" : "UI Proyects"
}