
   
   {

"home": "Inicio",
"about": "Sobre mí",
"projects": "Proyectos",
"album": "Álbum",
"contact": "Contacto",
"name": "Nombre",
"surname": "Apellido",
"email": "Email",
"message": "Mensaje",
"form-title": "Trabajemos",
"form-br": "Juntos",
"send-mail": "Enviar Correo",
"rights": "Jesús Paredes. Todos los Derechos Reservados.",
"development": "Desarrollo Web",
"pdescription1": "Proyecto e-commerce construido y siguiendo las mejores prácticas con React, asegurando una experiencia de usuario fluida y receptiva en todos los dispositivos. Además, se utilizó React Router para una navegación entre páginas y Context Provider. La funcionalidad del carrito de compras integrado en el sitio permite a los usuarios seleccionar sus productos favoritos y gestionar sus pedidos de manera intuitiva. También se utilizó Bootstrap para asegurar un diseño moderno.",
"pdescription2": "En este proyecto, me enfoqué en desarrollar una aplicación que permitiera la simulación y monitoreo de pacientes, facilitando tanto el registro como el seguimiento de sus datos y síntomas. Utilizando las tecnologías de React y Tailwind CSS, creé una interfaz amigable y funcional que posibilita agregar y quitar pacientes de manera sencilla, garantizando al mismo tiempo un almacenamiento seguro y eficiente de su información.",
"pdescription3": "Este proyecto consiste en la creación de una aplicación de chat en tiempo real utilizando Node.js para el backend y Handlebars como motor de plantillas para el frontend. La aplicación permite a los usuarios participar en un chat público. Utiliza sockets para la comunicación en tiempo real entre los usuarios, lo que permite una experiencia de chat fluida y dinámica. Además, la aplicación incluye funcionalidades como la visualización de usuarios conectados, la notificación de nuevos mensajes. El diseño se ha enfocado en ser intuitivo y fácil de usar, ofreciendo una experiencia de chat agradable y eficiente para los usuarios.",
"pdescription4": "Proyecto React que utiliza useState y createContext para crear una aplicación de pronóstico del tiempo. Integra una API de clima para proporcionar información en tiempo real y destaca la experiencia visual con iconos animados de Meteocons, diseñados por Bas Milius. Ofrece una interfaz dinámica e interactiva, brindando a los usuarios una experiencia atractiva al acceder a pronósticos meteorológicos detallados.",
"pdescription5": "Se realizaron mejoras significativas en el diseño al incorporar dos colores secundarios junto al color principal, lo cual enriqueció la diversidad y la identidad de la marca. Se utilizaron mockups, lo que resultó en una identidad visual reconocible y memorable para la marca. El logotipo final fue el resultado de un análisis que logró capturar la verdadera esencia de la panadería. Gracias a su diseño versátil, el logotipo se adapta fácilmente a diversas plataformas y canales de comunicación de marca, asegurando una presencia consistente y atractiva en todos los puntos de contacto con los clientes.",
"pdescription6":"El proyecto del Museo Barrilete consistió en un rediseño del logotipo para este museo ubicado en Córdoba, Argentina. El enfoque principal fue la creación de un diseño que conectara con los niños visitantes del museo y los representara de manera adecuada. Tras identificar una sobrecarga de información en el logotipo original, se trabajó en simplificarlo y eliminar elementos innecesarios.El proceso comenzó con el estudio de diversas formas de barriletes, y se utilizó la estructura de uno de ellos como inspiración para el nuevo diseño.",
"pdescription7": "La composición y descomposición de elementos permitió crear distintas piezas gráficas, destacándose especialmente el concepto de rotación. Para transmitir el espíritu alegre y lleno de energía de los niños, se seleccionaron cuidadosamente tonos vivaces y vibrantes en la paleta de colores. El resultado fue un logotipo cautivador y encantador, que logra capturar la esencia del Museo Barrilete y se conecta de manera significativa con su público objetivo, despertando la curiosidad y la emoción de los visitantes más jóvenes.",
"pdescription8": "En el proyecto llevado a cabo en Lima, Perú, se buscó diseñar un logotipo moderno para una panadería, con el propósito de atraer a un público joven. Inicialmente, la panadería contaba únicamente con un nombre y un color principal, los cuales sirvieron como punto de partida para el trabajo. El enfoque principal consistió en emplear los conceptos de repetición, rotación y pregnancia para posicionar la marca en la mente de los consumidores.",
"brandingT": "Branding y Diseño",
"tmuseum": "Museo Barrilete",
"about1" : "Hola!",
"about2" : "Soy Jesús",
"about3" : "Soy desarrollador fullstack y content creator con interés por la tecnología y las herramientas digitales. Diseño y desarrollo sitios web a medida, así como también los optimizo mediante SEO On-Page y SEM. Disfruto el trabajo en equipo y me adapto a las necesidades de cada cliente. Mi objetivo profesional es destacar como desarrollador y creador de experiencias digitales. Puedes conocer un poco sobre mis proyectos aquí.",
"about4" : "Herramientas y Tecnologías",
"photo1": "Momentos",
"photo2": "Colección",
"photo3": "trabajo",
"newPhoto3Text": "Creativo",
"Monitoreo1": "Monitoreo Pacientes App",
"visit-buttom": "Visitame",
"projectTitle1": "Personal Pay Rediseño",
"otherProjects" : "Proyectos UI"

} 